{
  "company": {
    "name": "Paschoalotto Digital Comunicação e Tecnologia",
    "slogan": "Conectando marcas e clientes de forma eficiente e estratégica.",
    "cnpj": "40.758.417/0001-32",
    "email": "contato@paschoalottodigital.com.br",
    "phone": "+55 (11) 93454-7929",
    "whatsapp": "https://wa.me/5511934547929",
    "logoAlt": "Logotipo da Paschoalotto Digital",
    "foundedIn": "2025"
  },
  "about": {
    "short": "A Paschoalotto Digital é uma empresa especializada em soluções de comunicação e marketing digital, com foco em melhorar a experiência entre empresas e consumidores.",
    "mission": "Conectar marcas e clientes de forma eficiente e estratégica, utilizando tecnologia e dados para otimizar o processo de comunicação e fortalecer o relacionamento com o público.",
    "vision": "Ser referência em soluções integradas de comunicação digital que transformam a experiência de relacionamento entre empresas e seus clientes.",
    "values": [
      {
        "title": "Eficiência",
        "description": "Processos otimizados e estratégias baseadas em dados para maximizar resultados."
      },
      {
        "title": "Inovação Tecnológica",
        "description": "Uso de tecnologia de ponta para criar soluções que facilitam a comunicação e o relacionamento."
      },
      {
        "title": "Conexão Estratégica",
        "description": "Foco em criar vínculos genuínos entre marcas e consumidores através de múltiplos canais."
      }
    ],
    "detailed": [
      "A Paschoalotto Digital atua com consultoria em publicidade, gestão de campanhas, atendimento omnichannel, eventos corporativos e automação de relacionamento em canais como WhatsApp, Instagram e Web.",
      "Nossa expertise combina estratégia de comunicação, marketing digital e tecnologia para criar experiências que conectam empresas e consumidores de forma eficiente.",
      "Utilizamos dados e automação para otimizar processos de comunicação, garantindo que cada interação fortaleça o relacionamento entre marca e público."
    ]
  },
  "address": {
    "street": "Av. Etelvina de Souza Majone",
    "number": "s/n",
    "neighborhood": "",
    "city": "Bauru",
    "state": "SP",
    "zip": "17047-202",
    "country": "Brasil"
  },
  "contact": {
    "email": "contato@paschoalottodigital.com.br",
    "phone": "+55 (11) 93454-7929",
    "serviceHours": "Segunda a sexta, das 9h às 18h",
    "supportMessage": "Retornamos todas as mensagens em até 1 dia útil."
  },
  "social": {
    "facebook": "https://facebook.com/paschoalottodigital",
    "instagram": "https://instagram.com/paschoalottodigital",
    "linkedin": "https://linkedin.com/company/paschoalottodigital",
    "youtube": "https://youtube.com/@paschoalottodigital"
  },
  "services": [
    {
      "title": "Consultoria em Publicidade",
      "description": "Estratégias personalizadas de comunicação e marketing para fortalecer a presença da sua marca no ambiente digital."
    },
    {
      "title": "Gestão de Campanhas",
      "description": "Planejamento e execução de campanhas digitais focadas em resultados mensuráveis e ROI otimizado."
    },
    {
      "title": "Atendimento Omnichannel",
      "description": "Soluções integradas de atendimento em múltiplos canais como WhatsApp, Instagram e Web para melhorar a experiência do cliente."
    },
    {
      "title": "Eventos Corporativos",
      "description": "Planejamento e execução de eventos que fortalecem o relacionamento entre sua empresa e seus clientes."
    },
    {
      "title": "Automação de Relacionamento",
      "description": "Tecnologia e automação para otimizar a comunicação e fortalecer o vínculo com seu público em diversos canais digitais."
    }
  ],
  "legal": {
    "privacy": {
      "lastUpdated": "7 de outubro de 2025",
      "sections": [
        {
          "title": "1. Introdução",
          "body": "Esta Política de Privacidade descreve como a Paschoalotto Digital Comunicação e Tecnologia coleta, utiliza e protege os dados pessoais de clientes, parceiros e visitantes que interagem com nossos canais digitais."
        },
        {
          "title": "2. Dados coletados",
          "body": "Coletamos informações fornecidas voluntariamente, como nome, e-mail, telefone e empresa, além de dados de navegação para fins estatísticos e de segurança."
        },
        {
          "title": "3. Uso das informações",
          "body": "Utilizamos os dados para responder contatos, enviar comunicações institucionais, oferecer serviços alinhados aos interesses do titular e cumprir obrigações legais."
        },
        {
          "title": "4. Compartilhamento",
          "body": "A Paschoalotto Digital não comercializa dados pessoais. Compartilhamos informações apenas com fornecedores essenciais e sempre em conformidade com a LGPD (Lei nº 13.709/2018)."
        },
        {
          "title": "5. Segurança",
          "body": "Adotamos medidas técnicas e administrativas proporcionais para proteger os dados contra acessos não autorizados e incidentes de segurança."
        },
        {
          "title": "6. Direitos do titular",
          "body": "Você pode solicitar confirmação de tratamento, acesso, correção, anonimização ou exclusão dos seus dados por meio do e-mail contato@paschoalottodigital.com.br."
        },
        {
          "title": "7. Contato do DPO",
          "body": "Para qualquer dúvida sobre privacidade, entre em contato com nosso Encarregado de Dados pelo e-mail contato@paschoalottodigital.com.br."
        }
      ]
    },
    "terms": {
      "lastUpdated": "7 de outubro de 2025",
      "sections": [
        {
          "title": "1. Aceite dos termos",
          "body": "Ao acessar os canais da Paschoalotto Digital Comunicação e Tecnologia, você concorda com estas condições de uso e declara estar ciente das políticas aplicáveis."
        },
        {
          "title": "2. Uso adequado",
          "body": "É vedado utilizar nossos materiais para fins ilícitos, reproduzi-los sem autorização ou comprometer a segurança das nossas aplicações."
        },
        {
          "title": "3. Propriedade intelectual",
          "body": "Todo o conteúdo disponibilizado pela Paschoalotto Digital é protegido por direitos autorais e não pode ser explorado comercialmente sem consentimento prévio."
        },
        {
          "title": "4. Limitação de responsabilidade",
          "body": "Empregamos esforços para manter as informações atualizadas, porém não garantimos ausência total de erros e nos reservamos o direito de alterar conteúdos sem aviso prévio."
        },
        {
          "title": "5. Atualizações",
          "body": "Os presentes Termos de Uso podem ser revisados a qualquer momento. Publicaremos a data de atualização e recomendamos a leitura periódica."
        },
        {
          "title": "6. Foro",
          "body": "Fica eleito o foro da Comarca de Bauru/SP para dirimir quaisquer controvérsias oriundas destes Termos."
        }
      ]
    },
    "privacyEn": {
      "lastUpdated": "October 7, 2025",
      "sections": [
        {
          "title": "1. Introduction",
          "body": "This Privacy Policy describes how Paschoalotto Digital Comunicação e Tecnologia collects, uses, and protects personal data from clients, partners, and visitors who interact with our digital channels."
        },
        {
          "title": "2. Data Collected",
          "body": "We collect information provided voluntarily, such as name, email, phone, and company, as well as browsing data for statistical and security purposes."
        },
        {
          "title": "3. Use of Information",
          "body": "We use data to respond to contacts, send institutional communications, offer services aligned with the data subject's interests, and comply with legal obligations."
        },
        {
          "title": "4. Sharing",
          "body": "Paschoalotto Digital does not sell personal data. We share information only with essential suppliers and always in compliance with LGPD (Brazilian General Data Protection Law nº 13.709/2018)."
        },
        {
          "title": "5. Security",
          "body": "We adopt proportional technical and administrative measures to protect data against unauthorized access and security incidents."
        },
        {
          "title": "6. Data Subject Rights",
          "body": "You may request confirmation of processing, access, correction, anonymization, or deletion of your data via email at contato@paschoalottodigital.com.br."
        },
        {
          "title": "7. DPO Contact",
          "body": "For any privacy questions, contact our Data Protection Officer at contato@paschoalottodigital.com.br."
        }
      ]
    },
    "termsEn": {
      "lastUpdated": "October 7, 2025",
      "sections": [
        {
          "title": "1. Acceptance of Terms",
          "body": "By accessing Paschoalotto Digital Comunicação e Tecnologia channels, you agree to these terms of use and declare awareness of applicable policies."
        },
        {
          "title": "2. Proper Use",
          "body": "It is prohibited to use our materials for illicit purposes, reproduce them without authorization, or compromise the security of our applications."
        },
        {
          "title": "3. Intellectual Property",
          "body": "All content provided by Paschoalotto Digital is protected by copyright and may not be commercially exploited without prior consent."
        },
        {
          "title": "4. Limitation of Liability",
          "body": "We make efforts to keep information up to date, but do not guarantee complete absence of errors and reserve the right to change content without prior notice."
        },
        {
          "title": "5. Updates",
          "body": "These Terms of Use may be revised at any time. We will publish the update date and recommend periodic review."
        },
        {
          "title": "6. Jurisdiction",
          "body": "The jurisdiction of Bauru/SP, Brazil is elected to resolve any disputes arising from these Terms."
        }
      ]
    }
  }
}
