{
  "company": {
    "name": "LJ Comércio",
    "footerName": "LJ Comércio",
    "footerJuridicalName": "LJ Comércio de Mercadorias Eireli",
    "slogan": "Qualidade, praticidade e variedade para o seu dia a dia.",
    "cnpj": "35.079.539/0001-62",
    "email": "marcusbarreto@ljcomercio.online",
    "phone": "+55 (11) 4863-3119",
    "whatsapp": "https://wa.me/551148633119",
    "logoAlt": "Logotipo da LJ Comércio",
    "foundedIn": "2019"
  },
  "about": {
    "short": "A LJ Comércio é uma empresa especializada no comércio varejista de mercadorias em geral, com predominância de produtos alimentícios, atuando como supermercado na região de Brasília/DF.",
    "mission": "Oferecer produtos variados com qualidade e preços acessíveis, priorizando um atendimento eficiente e a satisfação de cada cliente.",
    "vision": "Ser referência no varejo alimentício de Brasília, garantindo confiança, variedade e praticidade em cada compra.",
    "values": [
      {
        "title": "Qualidade",
        "description": "Produtos selecionados com foco em frescor, procedência e excelência."
      },
      {
        "title": "Atendimento",
        "description": "Equipe dedicada a proporcionar uma experiência de compra ágil e acolhedora."
      },
      {
        "title": "Preços Justos",
        "description": "Compromisso com preços acessíveis para o dia a dia das famílias."
      }
    ],
    "detailed": [
      "A LJ Comércio oferece uma ampla variedade de produtos alimentícios essenciais, desde itens básicos até opções especiais para diferentes perfis de consumo.",
      "Acreditamos que praticidade e qualidade fazem a diferença na rotina de nossos clientes.",
      "Trabalhamos com fornecedores de confiança, garantindo segurança, procedência e transparência em todos os produtos que disponibilizamos."
    ]
  },
  "address": {
    "street": "Rua Paulo de Faria",
    "number": "146",
    "neighborhood": "Tucuruvi",
    "city": "São Paulo",
    "state": "SP",
    "zip": "02267-000",
    "country": "Brasil"
  },
  "contact": {
    "email": "marcusbarreto@ljcomercio.online",
    "phone": "+55 (11) 4863-3119",
    "serviceHours": "Segunda a sábado, das 8h às 18h",
    "supportMessage": "Conte com nossa equipe sempre que precisar."
  },
  "social": {
    "facebook": "#",
    "instagram": "#",
    "linkedin": "#",
    "youtube": "#"
  },
  "services": [
    {
      "title": "Supermercado Completo",
      "description": "Variedade de produtos para atender todas as necessidades do dia a dia."
    },
    {
      "title": "Produtos Alimentícios Essenciais",
      "description": "Itens básicos e indispensáveis para a rotina das famílias."
    },
    {
      "title": "Produtos Frescos",
      "description": "Frescor garantido em hortifrúti, perecíveis e itens selecionados."
    },
    {
      "title": "Atendimento Ágil",
      "description": "Atendimento voltado para a praticidade e boa experiência de compra."
    }
  ],
  "legal": {
    "privacy": {
      "lastUpdated": "7 de outubro de 2025",
      "sections": [
        {
          "title": "1. Introdução",
          "body": "Esta Política de Privacidade descreve como a LJ Comércio coleta, utiliza e protege os dados pessoais de clientes, parceiros e visitantes de nossos canais digitais."
        },
        {
          "title": "2. Dados coletados",
          "body": "Coletamos informações fornecidas voluntariamente, como nome, e-mail e telefone, além de dados de navegação para fins estatísticos e de segurança."
        },
        {
          "title": "3. Uso das informações",
          "body": "Utilizamos os dados para atendimento, comunicações institucionais, melhoria dos serviços e cumprimento de obrigações legais."
        },
        {
          "title": "4. Compartilhamento",
          "body": "A LJ Comércio não vende dados pessoais. Informações podem ser compartilhadas apenas com fornecedores essenciais, sempre em conformidade com a LGPD."
        },
        {
          "title": "5. Segurança",
          "body": "Aplicamos medidas técnicas e administrativas para proteger os dados contra acessos não autorizados ou incidentes."
        },
        {
          "title": "6. Direitos do titular",
          "body": "O titular pode solicitar acesso, correção, anonimização ou exclusão de seus dados pelo e-mail marcusbarreto@ljcomercio.online."
        },
        {
          "title": "7. Contato do DPO",
          "body": "Para assuntos relacionados à privacidade, entre em contato com nosso Encarregado de Dados pelo e-mail marcusbarreto@ljcomercio.online."
        }
      ]
    },
    "terms": {
      "lastUpdated": "7 de outubro de 2025",
      "sections": [
        {
          "title": "1. Aceite dos termos",
          "body": "Ao utilizar os canais da LJ Comércio, você concorda com estas condições de uso."
        },
        {
          "title": "2. Uso adequado",
          "body": "É proibido utilizar nossos materiais para fins ilícitos, reproduzi-los sem autorização ou comprometer a segurança das aplicações."
        },
        {
          "title": "3. Propriedade intelectual",
          "body": "Todo conteúdo da LJ Comércio é protegido por direitos autorais."
        },
        {
          "title": "4. Limitação de responsabilidade",
          "body": "Nos esforçamos para manter as informações atualizadas, mas não garantimos ausência total de erros."
        },
        {
          "title": "5. Atualizações",
          "body": "Estes termos podem ser atualizados a qualquer momento."
        },
        {
          "title": "6. Foro",
          "body": "Fica eleito o foro de Brasília/DF para resolução de conflitos."
        }
      ]
    },
    "privacyEn": {
      "lastUpdated": "October 7, 2025",
      "sections": [
        {
          "title": "1. Introduction",
          "body": "This Privacy Policy explains how LJ Comércio collects, uses, and protects personal data from users and visitors."
        },
        {
          "title": "2. Data Collected",
          "body": "We collect voluntarily provided information such as name, email, and phone, as well as browsing data."
        },
        {
          "title": "3. Use of Information",
          "body": "Data is used for contact responses, service improvement, communication, and legal compliance."
        },
        {
          "title": "4. Sharing",
          "body": "We do not sell personal data. Sharing occurs only with essential partners and always in compliance with the LGPD."
        },
        {
          "title": "5. Security",
          "body": "We adopt technical and administrative measures to protect data."
        },
        {
          "title": "6. Data Subject Rights",
          "body": "Users may request access, correction, anonymization, or deletion via marcusbarreto@ljcomercio.online."
        },
        {
          "title": "7. DPO Contact",
          "body": "For privacy inquiries, contact our Data Protection Officer at marcusbarreto@ljcomercio.online."
        }
      ]
    },
    "termsEn": {
      "lastUpdated": "October 7, 2025",
      "sections": [
        {
          "title": "1. Acceptance of Terms",
          "body": "By accessing LJ Comércio channels, you agree to these terms."
        },
        {
          "title": "2. Proper Use",
          "body": "It is prohibited to use our materials unlawfully or compromise platform security."
        },
        {
          "title": "3. Intellectual Property",
          "body": "All LJ Comércio content is protected by copyright."
        },
        {
          "title": "4. Limitation of Liability",
          "body": "We strive to ensure accuracy, but we do not guarantee error-free information."
        },
        {
          "title": "5. Updates",
          "body": "These terms may be updated at any time."
        },
        {
          "title": "6. Jurisdiction",
          "body": "The jurisdiction of Brasília/DF, Brazil is elected for dispute resolution."
        }
      ]
    }
  }
}
