{
  "company": {
    "name": "Paschoalotto Digital Comunicação e Tecnologia",
    "footerName": "2025 Paschoalotto Digital – Projeto operado por Juntos Comunicação e Eventos LTDA",
    "footerJuridicalName": "Juntos Comunicação e Eventos LTDA",
    "slogan": "Conectando marcas e clientes de forma eficiente e estratégica.",
    "cnpj": "40.758.417/0001-32",
    "email": "contato@paschoalottodigital.com.br",
    "phone": "+55 (11) 93454-7929",
    "whatsapp": "https://wa.me/5511934547929",
    "logoAlt": "Logotipo da Paschoalotto Digital",
    "foundedIn": "2025"
  },
  "about": {
    "short": "Somos uma empresa especializada em estratégia digital, performance e tecnologia, com foco em resultados mensuráveis e crescimento sustentável para nossos clientes.",
    "mission": "Construir experiências digitais que gerem valor real para pessoas e empresas, fortalecendo relacionamentos e impulsionando crescimento sustentável.",
    "vision": "Ser referência nacional em soluções digitais que conectam marcas e consumidores com transparência, inovação e resultados consistentes.",
    "values": [
      {
        "title": "Transparência",
        "description": "Relacionamentos baseados em confiança, clareza e responsabilidade em cada entrega."
      },
      {
        "title": "Inovação",
        "description": "Curiosidade constante para testar, medir e implementar o que há de melhor em marketing e tecnologia."
      },
      {
        "title": "Performance",
        "description": "Foco em dados para gerar resultados concretos com previsibilidade e escala."
      }
    ],
    "detailed": [
      "Somos uma empresa formada por especialistas em marketing digital, mídia de performance e desenvolvimento web que acreditam que todo negócio pode ter uma presença marcante e sustentável no ambiente online.",
      "Construímos estratégias sob medida, alinhando branding, tráfego pago, conteúdo e tecnologia para apoiar empresas que buscam crescimento consistente e presença digital profissional.",
      "Conduzimos cada projeto com metodologia, indicadores de performance, documentação completa e escuta ativa das necessidades de cada cliente, garantindo entregas que geram resultados reais."
    ]
  },
  "address": {
    "street": "Av. Paulista",
    "number": "1578",
    "neighborhood": "Bela Vista",
    "city": "São Paulo",
    "state": "SP",
    "zip": "01310-200",
    "country": "Brasil"
  },
  "contact": {
    "email": "contato@beelabs.com.br",
    "phone": "+55 (11) 90000-1234",
    "serviceHours": "Segunda a sexta, das 9h às 18h",
    "supportMessage": "Retornamos todas as mensagens em até 1 dia útil."
  },
  "social": {
    "facebook": "https://facebook.com/beelabsoficial",
    "instagram": "https://instagram.com/beelabsoficial",
    "linkedin": "https://linkedin.com/company/beelabs",
    "youtube": "https://youtube.com/@beelabsoficial"
  },
  "services": [
    {
      "title": "Estratégia Digital",
      "description": "Planejamento estruturado de canais, processos e campanhas digitais para fortalecer a presença online e alcançar objetivos de negócio."
    },
    {
      "title": "Marketing de Performance",
      "description": "Gestão completa de campanhas pagas focadas em ROI, geração de leads qualificados e otimização contínua de investimento."
    },
    {
      "title": "Desenvolvimento Web",
      "description": "Sites institucionais, landing pages e plataformas customizadas com design moderno, alta performance e foco em conversão."
    }
  ],
  "legal": {
    "privacy": {
      "lastUpdated": "6 de outubro de 2025",
      "sections": [
        {
          "title": "1. Introdução",
          "body": "Esta Política de Privacidade descreve como a Bee Labs Tecnologia Ltda. coleta, utiliza e protege os dados pessoais de clientes, parceiros e visitantes que interagem com nossos canais digitais."
        },
        {
          "title": "2. Dados coletados",
          "body": "Coletamos informações fornecidas voluntariamente, como nome, e-mail, telefone e empresa, além de dados de navegação para fins estatísticos e de segurança."
        },
        {
          "title": "3. Uso das informações",
          "body": "Utilizamos os dados para responder contatos, enviar comunicações institucionais, oferecer serviços alinhados aos interesses do titular e cumprir obrigações legais."
        },
        {
          "title": "4. Compartilhamento",
          "body": "A Bee Labs não comercializa dados pessoais. Compartilhamos informações apenas com fornecedores essenciais e sempre em conformidade com a LGPD (Lei nº 13.709/2018)."
        },
        {
          "title": "5. Segurança",
          "body": "Adotamos medidas técnicas e administrativas proporcionais para proteger os dados contra acessos não autorizados e incidentes de segurança."
        },
        {
          "title": "6. Direitos do titular",
          "body": "Você pode solicitar confirmação de tratamento, acesso, correção, anonimização ou exclusão dos seus dados por meio do e-mail contato@beelabs.com.br."
        },
        {
          "title": "7. Contato do DPO",
          "body": "Para qualquer dúvida sobre privacidade, entre em contato com nosso Encarregado de Dados pelo e-mail contato@beelabs.com.br."
        }
      ]
    },
    "terms": {
      "lastUpdated": "6 de outubro de 2025",
      "sections": [
        {
          "title": "1. Aceite dos termos",
          "body": "Ao acessar os canais da Bee Labs Tecnologia Ltda., você concorda com estas condições de uso e declara estar ciente das políticas aplicáveis."
        },
        {
          "title": "2. Uso adequado",
          "body": "É vedado utilizar nossos materiais para fins ilícitos, reproduzi-los sem autorização ou comprometer a segurança das nossas aplicações."
        },
        {
          "title": "3. Propriedade intelectual",
          "body": "Todo o conteúdo disponibilizado pela Bee Labs é protegido por direitos autorais e não pode ser explorado comercialmente sem consentimento prévio."
        },
        {
          "title": "4. Limitação de responsabilidade",
          "body": "Empregamos esforços para manter as informações atualizadas, porém não garantimos ausência total de erros e nos reservamos o direito de alterar conteúdos sem aviso prévio."
        },
        {
          "title": "5. Atualizações",
          "body": "Os presentes Termos de Uso podem ser revisados a qualquer momento. Publicaremos a data de atualização e recomendamos a leitura periódica."
        },
        {
          "title": "6. Foro",
          "body": "Fica eleito o foro da Comarca de São Paulo/SP para dirimir quaisquer controvérsias oriundas destes Termos."
        }
      ]
    }
  }
}
